app/Controllers/Admin.php

	public function dashboard(): string
	{
        $modelBuku = new ModelBuku();
        $data['buku'] = $modelBuku->findAll();
---
SELECT *
FROM `buku`

	public function daftarBuku(): string
	{
		$modelBuku = new ModelBuku();
        $data['buku'] = $modelBuku->findAll();
---
SELECT *
FROM `buku`

    public function user(): string
    {
        $modelUser = new ModelUser();
        $data['user'] = $modelUser->findAll();
---
SELECT *
FROM `user`