app/Controllers/Home.php

SELECT *
FROM `buku`
---
    public function daftarBuku() : string
    {
        $modelBuku = new ModelBuku();
        $data['buku'] = $modelBuku->findAll();