app/Models/ModelUser.php

SELECT *
FROM `user`
WHERE `email` = 'christianoa3231@gmail.com'
---
	public function dapatkan_user($email) {
		if ($email == false) {
			return $this->findAll();
		} else {
			return $this->getWhere(['email' => $email]);